Page({
  data: {
    list: [
      { title: '稀有动物出现的概率', data: '+12%', items: ['考拉教授', '仙女企鹅', '龙狼']},
      { title: '动物伴侣出现的概率', data: '+20%', items: ['羊咩咩', '窈窕海象', '蝴蝶羊驼'] },
      { title: '驯服动物所需时间', data: '-25%', items: ['芝士绵羊', '唱片狐'] },
      { title: '驯服动物伴侣所需时间', data: '-25%', items: ['土著狼'] },
      { title: '任务奖励', data: '+30%', items: ['富翁海象'] },
      { title: '箱子所获得的金币', data: '+50%', items: ['战海象'] },
      { title: '初始套索', data: '+15%', items: ['死神迅猛龙'] },
      { title: '套索减小幅度', data: '+15%', items: ['米-24型鹿', '蒙古袋鼠', '破坏者霸王龙', '燃烧翼龙'] },
      { title: '会飞行的动物飞行平缓', data: '+15%', items: ['乘务鹰'] },
      { title: '动物发怒速度', data: '-12%', items: ['鸡蛇'] },
      { title: '吞食其他动物可延长', data: '+15%', items: ['汉堡龟'] },
      { title: '骑乘的动物速度', data: '+16%', items: ['雪兔'] },
      { title: '驯服的动物速度', data: '-10%', items: ['毒蜥', '伐木工', '维京海象', '孢子副栉龙'] },
      { title: '狂暴跳跃距离', data: '-15%', items: ['特洛伊天马2.0', '蒙古袋鼠', '爱斯基摩海豹'] },
      { title: '腾空跳起时获得额外高度', data: '+20%', items: ['布偶戏兔'] },
      { title: '腾空跳起时获得额外速度', data: '+12%', items: ['袋熊战士', '成吉思汗企鹅'] },
      { title: '动物们在水里的速度', data: '+20%', items: ['鲸鱼骆驼', '鸭嘴河马', '海军海豹', '维京副栉龙'] },
      { title: '动物在冰面可控度', data: '+25%', items: ['冰球企鹅'] },
      { title: '烧伤时间', data: '-40%', items: ['戈里尼奇', '考拉男爵夫人'] }
    ]
  }
})